i5/20240731-2049-glibc-tuned/logs/count-no-128-32768-100/pgbench.log
pgbench (18devel)
transaction type: select.sql
scaling factor: 1
query mode: prepared
number of clients: 16
number of threads: 16
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 100955
number of failed transactions: 0 (0.000%)
latency average = 1.583 ms
initial connection time = 14.345 ms
tps = 10106.359283 (without initial connection time)